test/radTest-drive/radTest/constant/myRadiationProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      myRadiationProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

radiation       on;

myRadiationModel  myP1;

absorptionEmissionModel myConstantAbsorptionEmission;

myConstantAbsorptionEmissionCoeffs
{
    absorptivity    absorptivity    [0 -1 0 0 0 0 0] 1;
    emissivity      emissivity      [0 -1 0 0 0 0 0] 1;
    E               E               [1 -1 -3 0 0 0 0] 0;
}



scatterModel none;


// ************************************************************************* //
