test/radTest-drive/radTest/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    leftWall
    {
        type            patch;
        nFaces          1;
        startFace       1999;
    }
    rightWall
    {
        type            patch;
        nFaces          1;
        startFace       2000;
    }
    empty
    {
        type            empty;
        inGroups        1(empty);
        nFaces          8000;
        startFace       2001;
    }
)

// ************************************************************************* //
